[
  {
    "pergunta": "Qual roupa é ideal para treinar na academia?",
    "resposta": "Opte por roupas leves e confortáveis, como camisetas de tecido respirável e calças ou shorts que permitam liberdade de movimento. Tecidos que não acumulam suor ajudam muito no conforto durante o treino."
  },
  {
    "pergunta": "Preciso usar tênis específico para musculação?",
    "resposta": "Para musculação, o ideal é usar tênis com sola reta e firme, que ofereçam estabilidade em exercícios como agachamentos. Para atividades aeróbicas, prefira modelos com bom amortecimento para proteger as articulações."
  },
  {
    "pergunta": "O que comer antes de treinar?",
    "resposta": "Antes do treino, uma refeição leve com carboidratos e proteínas é uma boa escolha. Exemplos: pão integral com ovo ou iogurte com frutas. Isso ajuda a manter energia e disposição."
  },
  {
    "pergunta": "Posso fazer musculação e aeróbico no mesmo dia?",
    "resposta": "Sim, é possível. Normalmente, recomenda-se realizar primeiro a musculação, para garantir mais força e estabilidade nos exercícios, e depois o aeróbico para potencializar o gasto calórico."
  },
  {
    "pergunta": "Quanto tempo devo descansar entre as séries?",
    "resposta": "Para ganho de força, descansos de 2 a 3 minutos são indicados. Para resistência muscular e condicionamento, 30 segundos a 1 minuto costumam ser suficientes."
  },
  {
    "pergunta": "Preciso tomar suplementos logo que começo a treinar?",
    "resposta": "Não necessariamente. Primeiro, é importante ajustar a alimentação e manter constância nos treinos. Caso seja necessário, procure orientação de um nutricionista."
  },
  {
    "pergunta": "Como saber se estou usando o peso certo nos exercícios?",
    "resposta": "O peso ideal permite executar todas as repetições com técnica correta, mas ainda oferecendo desafio nas últimas repetições. Se estiver fácil demais ou muito difícil, ajuste a carga."
  },
  {
    "pergunta": "Devo alongar antes ou depois do treino?",
    "resposta": "Antes, prefira um aquecimento para preparar o corpo. Após o treino, os alongamentos ajudam no relaxamento muscular e melhoram a flexibilidade."
  },
  {
    "pergunta": "E se eu ficar sem vontade de treinar um dia?",
    "resposta": "Isso acontece com todos. Nesses dias, tente ao menos fazer um treino mais leve para manter o hábito e não quebrar a rotina."
  },
  {
    "pergunta": "Posso copiar o treino de outra pessoa?",
    "resposta": "Não é o mais indicado, pois cada corpo reage de forma diferente. Use como inspiração, mas adapte ao seu nível e objetivos."
  },
  {
    "pergunta": "Quanto tempo demora para ver resultados?",
    "resposta": "Seguindo treino e alimentação de forma consistente, em 1 a 2 meses já é possível notar melhorias na disposição e mudanças no corpo. Resultados maiores exigem constância a longo prazo."
  },
  {
    "pergunta": "Treinar todo dia é bom?",
    "resposta": "Pode ser, desde que haja variação de grupos musculares e respeito aos períodos de descanso. Treinar pesado todos os dias sem recuperação pode gerar sobrecarga."
  },
  {
    "pergunta": "Posso ir para a academia em jejum?",
    "resposta": "Para treinos leves, pode funcionar. Já para treinos intensos, é melhor fazer uma refeição antes, garantindo energia e evitando mal-estar."
  },
  {
    "pergunta": "Preciso fazer abdominal todo dia para definir a barriga?",
    "resposta": "Não. A definição abdominal depende mais da redução de gordura corporal, que vem de uma boa alimentação e treino geral. O abdominal fortalece, mas não queima gordura sozinho."
  },
  {
    "pergunta": "E se eu não conseguir aumentar o peso?",
    "resposta": "Mantenha a calma e continue focando na execução correta. O progresso vem com o tempo, e quando o corpo estiver preparado, será possível aumentar a carga."
  },
  {
    "pergunta": "Vale a pena treinar com parceiro(a)?",
    "resposta": "Sim. Ter companhia no treino pode aumentar a motivação, ajudar na segurança e tornar a experiência mais agradável. Apenas cuide para manter o foco nas atividades."
  }
]
